"Remove Account" = "Remove Account";
"Default account" = "Default account";
"Username" = "Username";
"Display name" = "Display name";
"User ID" = "User ID";
"Password" = "Password";
"Domain" = "Domain";
"Proxy" = "Proxy";
"Transport" = "Transport";
"Outbound proxy" = "Outbound proxy";
"AVPF" = "AVPF";
"More options" = "More options";
